{
  "file_browser.file_browser_actions.confirm_move_from_shared_project":{"string": "{numFiles, plural, one {Are you sure you want to move this file? Members of {projectName} may lose access to it} other {Are you sure you want to move these files? Members of {projectName} may lose access to them}}"},
  "unsaved_changes.syncing.unsaved_revoked_access":{"string": "Someone revoked your access to this file so your changes cannot be saved at the moment. To save your changes, you can either copy and paste the content to a new file or choose \"Save As .fig…\" from the \"File\" menu."},
  "auth.two-factor-setup.twilio_unable_to_send_msg":{"string": "We couldn’t send a two-factor authentication (2FA) code because of an issue with your phone number. To log in, use a recovery code or turn off 2FA from a logged-in device. Need help? Reach out to support@figma.com."},
  "cookies.explicit_consent_body":{"string": "This website uses cookies, pixel tags, and local storage for performance, personalization, and marketing purposes. We use our own cookies and some from third parties. Only essential cookies are turned on by default."},
  "org_self_serve.purchase_summary.added_empty_design_seats":{"string": "{minCount, plural, one {There's a minimum of {minCount} full Figma design seat for teams on the Organization plan.} other {There's a minimum of {minCount} full Figma design seats for teams on the Organization plan.}}"},
  "team_view.downgrade_figjam_from_viewer_to_viewer_restricted_description.seat_rename":{"string": "{numMembers, plural, one {Downgrading {memberNameOrEmail} in FigJam means they'll need admin approval to upgrade.} other {Downgrading these {numMembers} people in FigJam means they'll need admin approval to upgrade.}}"},
  "unsaved_changes.syncing.too_many_people_in_file":{"string": "Too many people have this file open right now so your changes cannot be saved at the moment. To save your changes, you can either copy and paste the content to a new file or choose \"Save As .fig…\" from the \"File\" menu."},
  "rcs.plan_spaces.starter_pro.onboarding_modal_body":{"string": "To address this, we've added a private Drafts folder inside each of your teams, where you can continue to create free drafts. Drafts are private until shared, and you can now use all your team's features across drafts."},
  "license_group_admin.onboarding.admin_dashboard_onboarding_overlay_description":{"string": "{numOfBillingGroupsManaged, plural, one {You can view and manage all of the seat requests from people in your billing group.} other {You can view and manage all of the seat requests from people in your billing groups.}}"},
  "org_self_serve.confirmation_step.order_confirmation_message":{"string": "Your order of Figma Organization is in and we’re setting it up right now. This will just take a few minutes and when the migration is complete, Figma will automatically refresh and we’ll send you an email letting you know."},
  "file_browser.file_import_view.select_pdf_source_description_within_figjam":{"string": "{pdfCount, plural, one {Choose one—this will help more accurately convert your PDF.} other {Choose one—this will help more accurately convert your PDFs. For the best results, import PDFs from different products separately.}}"},
  "promo.promo_review.any_additional_editors_invited_to_selected_view_team_name_will_also_be_free_of_charge_for_the_next_days.seat_rename":{"string": "{days, plural, one {Anyone you give edit access to in {teamName} will also be free of charge for the next {days} day} other {Anyone you give edit access to in {teamName} will also be free of charge for the next {days} days}}"},
  "fig_feed.delete_confirmation_with_comments":{"string": "{numComments, plural, one {This post and all of its content—including {numComments} comment—will be permanently deleted.} other {This post and all of its content—including {numComments} comments—will be permanently deleted.}}"},
  "community.publishing.resource_will_now_be_reviewed_by_the_figma_team":{"string": "{resourceName} will now be reviewed by the Figma team. You will receive an email regarding its status in 5-10 business days. Once approved, your resource will be available to the entire Figma community. {seeOurGuidelinesLink}."},
  "auth.error.saml_email_change_domain_not_in_verified_domains":{"string": "Your organization is not allowed to change your email from {ORIGINAL_EMAIL} to {NEW_EMAIL} prior to verifying the domains #{DOMAINS} to prove ownership. Learn more about domain verification at {DOMAIN_VERIFICATION_HELP_DOC_URL}"},
  "consumption_paywalls.your_plan_only_comes_with_project_limit_projects":{"string": "{project_limit, plural, one {Your plan only comes with {project_limit, number, integer} project, but getting more is easy.} other {Your plan only comes with {project_limit, number, integer} projects, but getting more is easy.}}"},
  "file_browser.file_browser_actions.confirm_move_from_project":{"string": "{numFiles, plural, one {Are you sure you want to move this file? Members of the previous project may lose access to it.} other {Are you sure you want to move these files? Members of the previous project may lose access to them.}}"},
  "community.seller.paid_hub_file_publish_warning_with_page_name":{"string": "People can preview the first page ({pageName}) of your file without buying it. If you’d like to charge for this file, we’d recommend adding additional pages. Also, charging for this resource now means you can’t make it free later."},
  "fullscreen.toolbar.screenreader_notice_figjam":{"string": "Screenreader support for the board is currently disabled. To enable it via Accessibility settings, press {quickActionsShortcut}, type Accessibility Settings, and press Enter. To see available keyboard shortcuts, enter {shortcut} ."},
  "fig_feed.delete_confirmation_with_reactions":{"string": "{numReactions, plural, one {This post and all of its content—including {numReactions} reaction—will be permanently deleted.} other {This post and all of its content—including {numReactions} reactions—will be permanently deleted.}}"},
  "community.plugins.this_action_will_cause_your_resource_type_to_disappear_current_users_will_lose_access_to_your_resource_type_immediately_you_cannot_undo_this_action_however_if_you_publish_your_resource_type_again_later_it_will_keep_its_url":{"string": "This action will cause your {resourceType} to disappear. Current users will lose access to your {resourceType} immediately. You cannot undo this action. However, if you publish your {resourceType} again later, it will keep its URL."},
  "dev_handoff.codebase_suggestions.onboarding_step_4_description":{"string": "Run your local dev environment and open up your browser. As you navigate your browser we'll start finding code artifacts that match designs in Figma. We'll let you know when everything is set up properly so you can start connecting."},
  "activity_log.enabled_public_links_require_expiration_and_password_for_the_blog_hours_generic":{"string": "{maxHours, plural, one {Required public links to {resourceName}’s design files to have a password and to expire one hour} other {Required public links to {resourceName}’s design files to have a password and to expire {maxHours} hours}}"},
  "payments.file_limit_paywall_text_figma":{"string": "{maxFreeFiles, plural, one {On the Starter plan, you’re limited to {maxFreeFiles} Figma file for collaborating with your team.} other {On the Starter plan, you’re limited to {maxFreeFiles} Figma files for collaborating with your team.}}"},
  "promo.select_team.single_redeem_without_deadline_promo_str.seat_rename":{"string": "{days, plural, one {Get # day of unlimited files and collaborators. You can apply this offer to one of your Starter teams.} other {Get # days of unlimited files and collaborators. You can apply this offer to one of your Starter teams.}}"},
  "request_upgrade.description_dev_mode_grace_period_one_click":{"string": "{numDays, plural, one {You can work in Dev Mode free for {numDays} day while you wait for approval from your team admins.} other {You can work in Dev Mode free for up to {numDays} days while you wait for approval from your team admins.}}"},
  "locked_team.card.change_permissions_from_invite_only":{"string": "{numInviteOnlyProjects, plural, one {Change permissions from “invite-only” to “anyone with link” on {numInviteOnlyProjects} project} other {Change permissions from “invite-only” to “anyone with link” on {numInviteOnlyProjects} projects}}"},
  "payments.file_limit_paywall_text_figjam":{"string": "{maxFreeFiles, plural, one {On the Starter plan, you’re limited to {maxFreeFiles} FigJam file for collaborating with your team.} other {On the Starter plan, you’re limited to {maxFreeFiles} FigJam files for collaborating with your team.}}"},
  "collaboration.branching_merge_modal.this_branch_has_conflicts_with_the_main_file":{"string": "{numConflicts, plural, one {This branch has {numConflicts} conflict with the main file that needs to be resolved before merging.} other {This branch has {numConflicts} conflicts with the main file that need to be resolved before merging.}}"},
  "community.publishing.security_form.plugin_description":{"string": "Build trust with users and company admins and share how your plugin handles data by filling out all of the answers below. If your plugin follows Figma’s data security best practices, this info will be shown on your plugin’s Community page."},
  "community.publishing.security_form.widget_description":{"string": "Build trust with users and company admins and share how your widget handles data by filling out all of the answers below. If your widget follows Figma’s data security best practices, this info will be shown on your widget’s Community page."},
  "permissions.confirm_guest_invite.external_to_mfa_org_warning":{"string": "{numEmails, plural, one {{emails} isn't a member of {orgName}. As an external guest, they might not be able to access this file.} other {{emails} are not members of {orgName}. As external guests, they might not be able to access this file.}}"},
  "payments.please_reach_out_to_org_admins":{"string": "{numAdmins, plural, one {There’s a billing issue with {orgName}. Please reach out to your organization admin {admins} for help.} other {There’s a billing issue with {orgName}. Please reach out to your organization admins {admins} for help.}}"},
  "activity_log.enabled_public_links_require_expiration_and_password_for_the_blog_days_generic":{"string": "{maxDays, plural, one {Required public links to {resourceName}’s design files to have a password and to expire after one day} other {Required public links to {resourceName}’s design files to have a password and to expire after {maxDays} days}}"},
  "org_settings.guest_control.link_sharing_on":{"string": "Public link sharing is currently {enabled} in your organization, which means external users may still be able to view content through a link if the individual file permissions allow it. You can turn this off in your {publicLinkSharingSettings}."},
  "collaboration.voice.are_talking_in_this_file":{"string": "{numVoiceUsers, plural, one {{voiceUserNames} is talking in this file. If you want to jump into the conversation, click {joinText}.} other {{voiceUserNames} are talking in this file. If you want to jump into the conversation, click {joinText}.}}"},
  "downtime_banner.ongoing.description":{"string": "Figma is undergoing scheduled maintenance for the next {minLengthMinutes} to {maxLengthMinutes} minutes. If you see an unsaved changes warning, please keep your tab open until the maintenance is complete to prevent loss of data. {helpcenterLink}"},
  "figmake.legal_onboarding_modal.footer_disclaimer_beta":{"string": "By continuing, you agree this beta is subject to Figma’s {figmas_beta_terms_link} notwithstanding any other contract you may have with Figma. If you choose to use AI features in Figma Make you also consent to Figma’s {figmas_ai_subprocessors_link}."},
  "rcs.promo_new_team_create_pointer.to_get_professional_free_for_days_you_ll_need_to_set_up_a_new_team_first_it_ll_take_less_than_a_minute":{"string": "{days, plural, one {To get Professional free for 1 day, you’ll need to set up a new team first. It’ll take less than a minute.} other {To get Professional free for {days} days, you’ll need to set up a new team first. It’ll take less than a minute.}}"},
  "org_settings.remove_user_modal.information_text":{"string": "{userCount, plural, one {This user's drafts will now live in {sharedProjects}, and can be moved or deleted by organization admins. } other {These users' drafts will now live in {sharedProjects}, and can be moved or deleted by organization admins. }}"},
  "org_user_actions.user_has_been_removed_from_organization":{"string": "{deletedOrgUserCount, plural, one {1 person will be removed from this organization. This may take up to 10 minutes to complete.} other {{deletedOrgUserCount} people will be removed from this organization. This may take up to 10 minutes to complete.}}"},
  "payments.add_annual_plan.intro.seat_rename":{"string": "Payment for annual seats will be added to your next monthly renewal invoice. Any paid Figma Design and FigJam seats not covered by your annual plan will be charged monthly at {monthlyDesignEditorCost}/mo and {monthlyFigjamEditorCost}/mo, respectively."},
  "team_view.add_annual_seats_modal.add_seats_explanation":{"string": "Add additional annual seats to your plan if you’re planning ahead as your team grows. This will also convert any existing monthly-billed seats to annual. You will be charged a prorated amount at the end of the month for the total number of seats below."},
  "comments.mention_confirm_warning":{"string": "{numUsers, plural, one {{mentionedUsers} doesn’t have access to this file. By posting this comment, you’ll give them view-only access.} other {{mentionedUsers} don’t have access to this file. By posting this comment, you’ll give them view-only access.}}"},
  "promo.select_team.multi_redeem_without_deadline_promo_str.seat_rename":{"string": "{days, plural, one {Get # day of unlimited files and collaborators. You can apply this offer to any (or all) of your Starter teams.} other {Get # days of unlimited files and collaborators. You can apply this offer to any (or all) of your Starter teams.}}"},
  "webgl_error.message.browser_bug":{"string": "We can't open this file because of a bug present in your browser. Older Windows video cards encounter rendering errors on Chrome, Opera, and Firefox. Using another browser like Edge or IE, or updating to the latest or pre-release browser may fix this bug."},
  "new_user_experience.user_onboarding_signals.disclaimer.old_enough_to_consent":{"string": "As a reminder, you must be old enough to consent (by yourself and not by a parent or guardian) to use the Services. For example, you must be at least 13 years old in the U.S. (at least 16 years old in California) and at least 18 years old in the UK and EU."},
  "permissions.guests_banned.invite_wasnt_sent_org_name":{"string": "{numEmails, plural, one {Your invite to {listEmails} wasn’t sent. The {orgName} organization doesn’t allow sharing with external users.} other {Your invites to {listEmails} weren’t sent. The {orgName} organization doesn’t allow sharing with external users.}}"},
  "sites.onboarding.welcome.terms_of_service":{"string": "By continuing, you agree this beta is subject to Figma’s {beta_terms} and {acceptable_publication_policy}, notwithstanding any other contract you may have with Figma. If you choose to use AI features in Figma Sites, you consent to Figma’s {ai_subprocessors}."},
  "confirm_workspace_change.confirmation_description_with_organization_admin_warning_no_username":{"string": "{numUsers, plural, one {Moving this user to {workspaceName} will mean that the organization's admins will now manage this person} other {Moving these {numUsers} people to {workspaceName} will mean that the organization's admins will now manage these people}}"},
  "team_view.downgrade_figjam_description.seat_rename":{"string": "{numMembers, plural, one {Downgrading {memberNameOrEmail} in FigJam means they can no longer edit or create FigJam files in this team.} other {Downgrading these {numMembers} people in FigJam means they can no longr edit or create FigJam files in this team.}}"},
  "org_self_serve.purchase_summary.empty_seats_included":{"string": "{numOfEmptySeats, plural, one {Since you signed up for {numOfSeats} {seatsText}, {numOfEmptySeats} empty seat is included to assign later.} other {Since you signed up for {numOfSeats} {seatsText}, {numOfEmptySeats} empty seats are included to assign later.}}"},
  "domain_management.remove_domain_modal.body_text_with_warning":{"string": "{domainCount, plural, one {All members from this domain will become guests in your organization. These admins will become guests as well:} other {All members from these domains will become guests in your organization. These admins will become guests as well:}}"},
  "file_browser.file_import_view.select_pdf_source_description":{"string": "{pdfCount, plural, one {Choose one—this will help more accurately convert your PDF into a FigJam file.} other {Choose one—this will help more accurately convert your PDFs into FigJam files. For the best results, import PDFs from different products separately.}}"},
  "org_self_serve.modals.true_up_edu.true_up_explanation.seat_rename":{"string": "True-ups occur every three months starting from the date your organization was created. We’ll remind you several times leading up to your true-up, to review new paid seats added to your organization so you can decide whether or not to keep them. {seeFullDetails}"},
  "unsaved_changes.syncing.app_out_of_date":{"string": "The app is too far out of date with the server. You can reload Figma to continue editing, although that means you will lose unsaved work. To save your changes, you can either copy and paste the content to a new file or choose \"Save As .fig…\" from the \"File\" menu."},
  "error.changing_payment_outside_unpaid_timeout_both_subscription":{"string": "Unfortunately, we weren’t able to update your payment method. Because you have unpaid invoices that were due over 21 days ago, your team will be downgraded to a Starter plan. You can upgrade your team at any time. We’re sorry for any inconvenience this has caused."},
  "fullscreen.font_settings.local_font_explainer":{"string": "Eventually, users will be able to give Figma access to their fonts with a single click. But until Chrome and Firefox implement that capability, we're stuck using a work-around. We've designed a solution with your security in mind, and we've made it easy to set up."},
  "org_settings.guest_control_revamp.mfa_for_guests_warning.description":{"string": "{numGuests, plural, one {1 guest in your organization have 2FA set up. The rest will be blocked from {orgName} until they enable it. } other {{numGuests} guests  in your organization have 2FA set up. The rest will be blocked from {orgName} until they enable it. }}"},
  "fullscreen.file_tracker_modal.max_free_files_already_you_are_becoming_a_pro":{"string": "{maxFreeFiles, plural, one {{maxFreeFiles} file already? You're becoming a pro. You've hit the limit for free files, but you can upgrade for:} other {{maxFreeFiles} files already? You're becoming a pro. You've hit the limit for free files, but you can upgrade for:}}"},
  "community.profile_connections.primary_email_info__disable_switching_for_primary_monetized_creator":{"string": "Used for all Community notifications, your display name, and avatar. The primary account can’t be changed because it’s the designated payee for your paid Community resources. If you would like to update the email of your user account, please visit the 'Account' tab."},
  "asset_transfers.request_modal.ask_the_other_organization_to_invite_back_members_due_to_external_collaboration_controls_for_team":{"string": "Based on your settings, your organization’s members will have view-only access to files in this team after it transfers. If they need to edit, ask the other organization to invite them again, but from accounts different than the ones used to access your organization."},
  "org_settings.mfa_for_members.warning_description":{"string": "{numMembers, plural, one {1 member in your organization have 2FA set up. The rest will be blocked from logging in until they enable it. } other {{numMembers} members in your organization have 2FA set up. The rest will be blocked from logging in until they enable it. }}"},
  "team_view.downgrade_design_description.seat_rename":{"string": "{numMembers, plural, one {Downgrading {memberNameOrEmail} in Figma Design means they can no longer edit or create design files in this team.} other {Downgrading these {numMembers} users in Figma Design means they can no longer edit or create design files in this team.}}"},
  "design_systems.states_panel.the_properties_and_values_of_variant_are_conflicting":{"string": "{variants, plural, one {The properties and values of this variant are conflicting. Change the applied values on this variant to resolve this.} other {The properties and values of these variants are conflicting. Change the applied values on this variant to resolve this.}}"},
  "confirm_account_change.grant_figjam_access_description.seat_rename":{"string": "{numUsers, plural, one {Upgrading {userName}'s seat in FigJam will allow them to edit or create FigJam files outside of the Drafts section.} other {Upgrading these {numUsers} people in FigJam will allow them to edit or create FigJam files outside of the Drafts section.}}"},
  "living_designs.suggestions.gradient_gallery.prompt":{"string": "A modern gradient gallery page where tapping a gradient transitions to a lightbox of a card with details about the color\n  - Main page shows 8 colors in a 2x4 grid centered on the page, no text or titles or other elements\n  - Smoothly animate the layout transition of the card"},
  "billing_groups_table.delete_modal.deleting_the_billing_groups_will_cause":{"string": "{licenseGroupsCount, plural, one {Deleting the {licenseGroupsNames} billing group will cause all members of the billing group to move to \"Unassigned\".} other {Deleting the {licenseGroupsNames} billing groups will cause all members of the billing groups to move to \"Unassigned\".}}"},
  "fullscreen.font_settings.local_font_process_explainer_part_2":{"string": "Your web browser communicates with the process, which only responds to requests from our domain. One thing to keep in mind is that the process will run in the background until you tell it to stop. The program is extremely lightweight, so it won't eat up resources on your computer."},
  "living_designs.suggestions.dashboard.prompt":{"string": "Create an intuitive and visually appealing dashboard that provides users with:\n  - Sticky top nav bar with logo, links, search field, new project button, avatar dropdown\n  - Hero panel with summary, achievement stats and data visualizations\n  - Summary cards\n  - A table of entries"},
  "downtime_banner.warning.description":{"string": "Figma will undergo scheduled maintenance at {startTime, date, ::hamz}. We expect it to take {minLengthMinutes} to {maxLengthMinutes} minutes. If you see an unsaved changes warning, please keep your tab open until the maintenance is complete to prevent loss of data. {helpcenterLink}"},
  "edu.offboarding_modal.the_team_you_own_is_now_view_only_for_all_members_and_you_can_no_longer_make_edits":{"string": "{teamCount, plural, one {The team you own, {teamName}, is now view-only for all members, and you can no longer make edits in {teamCount} other team.} other {The team you own, {teamName}, is now view-only for all members, and you can no longer make edits in {teamCount} other teams.}}"},
  "confirm_account_change.grant_figma_design_access_description.seat_rename":{"string": "{numUsers, plural, one {Upgrading {userName}'s seat in Figma Design will allow them to edit or create design files outside of the Drafts section.} other {Upgrading these {numUsers} people in Figma Design will allow them to edit or create design files outside of the Drafts section.}}"},
  "workspace_table.deleting_the_workspaces_will_cause":{"string": "{licenseGroupsCount, plural, one {Deleting the {licenseGroupsNames} workspace will cause all members and teams of the workspace to move to \"Unassigned\".} other {Deleting the {licenseGroupsNames} workspaces will cause all members and teams of the workspaces to move to \"Unassigned\".}}"},
  "design_systems.shared_fonts.replace_warning_new_variable_font":{"string": "{numCollisions, plural, one {Do you want to replace the existing font with the new font? Variable fonts will give editors more options for text styles.} other {Do you want to replace the existing fonts with the new font? Variable fonts will give editors more options for text styles.}}"},
  "request_upgrade.description_dev_mode_grace_period":{"string": "{numDays, plural, one {Send a Dev Mode request to your team admins. While you wait for approval, you can work in Dev Mode free for {numDays} day.} other {Send a Dev Mode request to your team admins. While you wait for approval, you can work in Dev Mode free for up to {numDays} days.}}"},
  "admin_dashboard.seat_requests.approve_all_modal.body.filtered_requests.single":{"string": "{numFilteredRequests, plural, one {You’re about to approve {numRequests} seat request (including {numFilteredRequests} that is currently hidden by filters).} other {You’re about to approve {numRequests} seat request (including {numFilteredRequests} that are currently hidden by filters).}}"},
  "admin_dashboard.seat_requests.approve_all_modal.body.filtered_requests.multiple":{"string": "{numFilteredRequests, plural, one {You’re about to approve {numRequests} seat requests (including {numFilteredRequests} that is currently hidden by filters).} other {You’re about to approve {numRequests} seat requests (including {numFilteredRequests} that are currently hidden by filters).}}"},
  "resource_connection.people.there_are_x_people_in_project_name_none_from_connected_plan":{"string": "{numPeople, plural, one {There is 1 person in {projectName}: {numHostPeople} from {hostPlanName} and {numConnectedPeople} from {connectedPlanName}.} other {There are {numPeople} people in {projectName}: {numHostPeople} from {hostPlanName} and {numConnectedPeople} from {connectedPlanName}.}}"},
  "design_systems.libraries_modal.showing_x_variant":{"string": "{variantCount, plural, one {Showing {variantCount} variant of this component. Select a specific variant to get more detail and see where it is being used.} other {Showing {variantCount} variants of this component. Select a specific variant to get more detail and see where it is being used.}}"},
  "file_permissions.enable_folder_access.youll_invite_all_members_of_folder_with_team_access":{"string": "You’ll invite all members of {folderNameBolded} as well as members of the {teamNameBolded} team (where {folderNameBolded} lives). Members will get access to this file and will keep any folder permissions they already had.\n\n You can remove {folderNameBolded}’s access to this file at any time."},
  "figmake.legal_onboarding_modal.footer_disclaimer_beta_2":{"string": "By continuing, you agree this beta is subject to Figma’s {figmas_beta_terms_link} and {figmas_acceptable_publication_policy}, notwithstanding any other contract you may have with Figma. If you choose to use AI features in Figma Make you also consent to Figma’s {figmas_ai_subprocessors_link}."},
  "seat_billing_terms.modal.tos.additional_seats.terms":{"string": "You can still purchase and manage seats any time in your Admin dashboard, but the way fees are calculated will change. New and upgraded seats added during your contract term will be charged from the date the seat is approved, and prorated on a daily basis until the end of your contract term."},
  "domain_management.error_modal.body_resource_connected_domains":{"string": "{domainCount, plural, one {We can't add the following domain because there is a connected project with an organization that is associated with that domain:} other {We can't add the following domains because there is a connected project with an organization that is associated with that domain:}}"},
  "file_browser.confirm_file_delete_forever_modal.about_to_delete_offline":{"string": "{numFiles, plural, one {You're about to delete the file {fileNameText} forever. Because it's offline and hasn't been synced, you won't be able to restore it.} other {You're about to delete {numFilesText} forever. Because they're offline and haven't been synced, you won't be able to restore them.}}"},
  "payments_modal.on_the_starter_plan_your_team_is_limited":{"string": "{maxFreeFiles, plural, one {On the Starter plan, your team is limited to {maxFreeFiles} Figma file, {maxFreeFiles} FigJam file, and {maxFreeFolders} project.} other {On the Starter plan, your team is limited to {maxFreeFiles} Figma files, {maxFreeFiles} FigJam files, and {maxFreeFolders} project.}}"},
  "domain_management.add_domain_modal.update_dns_record_sub_text":{"string": "A feature enabled for your organization requires you to verify this domain. Before you can add a domain, you’ll need to verify ownership by adding this unique code to the DNS records. (It's good for 180 days, so it's okay if you leave the page to do it and come back later to verify.) {learnMoreLink}"},
  "comments.mfa_required_warning_without_link":{"string": "{numUsers, plural, one {Since they're an external guest, your organization requires guests to enable two-factor authentication (2FA) in order to access files.} other {Since they are external guests, your organization requires guests to enable two-factor authentication (2FA) in order to access files.}}"},
  "team_view.change_to_editor_figjam_description.seat_rename":{"string": "{numMembers, plural, one {Upgrading {memberNameOrEmail} in FigJam will allow them to edit or create FigJam files outside of the Drafts section in this team.} other {Upgrading these {numMembers} people in FigJam will allow them to edit or create FigJam files outside of the Drafts section in this team.}}"},
  "design_systems.create_style.conflict":{"string": "{conflictNodesCount, plural, one {There is {conflictNodesCount} object where this color is used in combination with other colors. The other colors will be removed.} other {There are {conflictNodesCount} objects where this color is used in combination with other colors. The other colors will be removed.}}"},
  "file_browser.confirm_permanently_delete_file_modal.about_to_delete_offline":{"string": "{numFiles, plural, one {You're about to permanently delete the file {fileNameText}. Because it's offline and hasn't been synced, you won't be able to restore it.} other {You're about to permanently delete {numFilesText}. Because they're offline and haven't been synced, you won't be able to restore them.}}"},
  "domain_management.remove_domain_modal.modal_body_text_with_mfa":{"string": "{domainCount, plural, one {All members from this domain will become guests and will not be able to view your organization’s content unless they have MFA enabled.} other {All members from these domains will become guests and will not be able to view your organization’s content unless they have MFA enabled.}}"},
  "permissions.invites_whitelist.the_following_users_were_not_approved_guests_in_org_name_org_please_request_access_for_them":{"string": "{numEmails, plural, one {{listEmails} isn't an approved guest in the {orgName} organization. Ask your admins to give them access so you can invite them.} other {The following people aren't approved guests in the {orgName} organization. Ask your admins to give them access so you can invite them. {listEmails}}}"},
  "org_self_serve.modals.true_up_edu.members_can_add_new_editors.seat_rename":{"string": "Members of your organization can upgrade people whenever they need to collaborate and co-edit. Newly added full seats are free until your true-up. Then, you’ll only be charged for the full seats you want to keep in your Organization going forward, and only for the prorated amount left on your annual contract."},
  "team_view.remove_members_modal.pending_role_removal_copy":{"string": "{member_count, plural, one {{user_name_or_email} will no longer have access to {team_name}. They may still have access to team resources like projects and files.} other {These {member_count} users will no longer have access to {team_name}. They may still have access to team resources like projects and files.}}"},
  "org_settings.remove_user_modal.warning_no_username_text":{"string": "{userCount, plural, one {Removing this user means they'll no longer have access to teams, projects, and files in the {orgName} organization. This can't be undone.} other {Removing these users means they'll no longer have access to teams, projects, and files in the {orgName} organization. This can't be undone. }}"},
  "permissions.deprovisioned_users.these_users_are_no_longer_in_the_org_name_organization_add_them_again_through_SCIM":{"string": "{numEmails, plural, one {{listEmails} is no longer in the {orgName} organization. To send them an invite, ask your admins to add them again through SCIM.} other {The following people are no longer in the {orgName} organization. To send them an invite, ask your admins to add them again through SCIM. {listEmails}}}"},
  "team_view.change_to_editor_design_description.seat_rename":{"string": "{numMembers, plural, one {Upgrading {memberNameOrEmail} in Figma Design will allow them to edit or create design files outside of the Drafts section in this team.} other {Upgrading these {numMembers} people in Figma Design will allow them to edit or create design files outside of the Drafts section in this team.}}"},
  "seat_billing_terms.modal.tos.invoices.terms":{"string": "Your current payment method and due dates will be carried over to your future renewal and invoices. All fees will be invoiced annually in advance, with new, prorated seat additions billed in quarterly invoices when applicable. Quarterly invoices for any seat additions will be sent 3, 6, 9, and 12 months after renewal."},
  "edu.offboarding_modal.the_two_teams_you_own_are_now_view_only_for_all_members_and_you_can_no_longer_make_edits":{"string": "{teamCount, plural, one {The teams you own—{teamName1} and {teamName2}— are now view-only for all members, and you can no longer make edits in {teamCount} other team.} other {The teams you own—{teamName1} and {teamName2}— are now view-only for all members, and you can no longer make edits in {teamCount} other teams.}}"}
}